module.exports = [{
  "year": "2018-10-12",
  "type": "接单",
  "value": 1117024
},
{
  "year": "2018-10-12",
  "type": "发货",
  "value": 640045
},
{
  "year": "2018-10-12",
  "type": "投料",
  "value": 52756
},
{
  "year": "2018-10-12",
  "type": "入库",
  "value": 818595
},
{
  "year": "2018-10-13",
  "type": "接单",
  "value": 37596
},
{
  "year": "2018-10-13",
  "type": "发货",
  "value": 632149
},
{
  "year": "2018-10-13",
  "type": "投料",
  "value": 24518
},
{
  "year": "2018-10-13",
  "type": "入库",
  "value": 796446
},
{
  "year": "2018-10-14",
  "type": "接单",
  "value": null
},
{
  "year": "2018-10-14",
  "type": "发货",
  "value": 545962
},
{
  "year": "2018-10-14",
  "type": "投料",
  "value": null
},
{
  "year": "2018-10-14",
  "type": "入库",
  "value": 759670
},
{
  "year": "2018-10-15",
  "type": "接单",
  "value": 1621537
},
{
  "year": "2018-10-15",
  "type": "发货",
  "value": 692146
},
{
  "year": "2018-10-15",
  "type": "投料",
  "value": 48096
},
{
  "year": "2018-10-15",
  "type": "入库",
  "value": 821382
},
{
  "year": "2018-10-16",
  "type": "接单",
  "value": 819864
},
{
  "year": "2018-10-16",
  "type": "发货",
  "value": 753855
},
{
  "year": "2018-10-16",
  "type": "投料",
  "value": 1584
},
{
  "year": "2018-10-16",
  "type": "入库",
  "value": 777290
},
{
  "year": "2018-10-17",
  "type": "接单",
  "value": 1264438
},
{
  "year": "2018-10-17",
  "type": "发货",
  "value": 600696
},
{
  "year": "2018-10-17",
  "type": "投料",
  "value": null
},
{
  "year": "2018-10-17",
  "type": "入库",
  "value": 814215
},
{
  "year": "2018-10-18",
  "type": "接单",
  "value": 1888804
},
{
  "year": "2018-10-18",
  "type": "发货",
  "value": 632153
},
{
  "year": "2018-10-18",
  "type": "投料",
  "value": 97600
},
{
  "year": "2018-10-18",
  "type": "入库",
  "value": 797699
},
{
  "year": "2018-10-19",
  "type": "接单",
  "value": 951441
},
{
  "year": "2018-10-19",
  "type": "发货",
  "value": 672547
},
{
  "year": "2018-10-19",
  "type": "投料",
  "value": 294461
},
{
  "year": "2018-10-19",
  "type": "入库",
  "value": 727116
},
{
  "year": "2018-10-20",
  "type": "接单",
  "value": 337776
},
{
  "year": "2018-10-20",
  "type": "发货",
  "value": 704136
},
{
  "year": "2018-10-20",
  "type": "投料",
  "value": 56780
},
{
  "year": "2018-10-20",
  "type": "入库",
  "value": 1163244
},
{
  "year": "2018-10-21",
  "type": "接单",
  "value": 0
},
{
  "year": "2018-10-21",
  "type": "发货",
  "value": 507170
},
{
  "year": "2018-10-21",
  "type": "投料",
  "value": 67736
},
{
  "year": "2018-10-21",
  "type": "入库",
  "value": 787233
},
{
  "year": "2018-10-22",
  "type": "接单",
  "value": 2373741
},
{
  "year": "2018-10-22",
  "type": "发货",
  "value": 822660
},
{
  "year": "2018-10-22",
  "type": "投料",
  "value": 822794
},
{
  "year": "2018-10-22",
  "type": "入库",
  "value": 780901
},
{
  "year": "2018-10-23",
  "type": "接单",
  "value": 1602345
},
{
  "year": "2018-10-23",
  "type": "发货",
  "value": 906909
},
{
  "year": "2018-10-23",
  "type": "投料",
  "value": 364752
},
{
  "year": "2018-10-23",
  "type": "入库",
  "value": 740412
},
{
  "year": "2018-10-24",
  "type": "接单",
  "value": 196584
},
{
  "year": "2018-10-24",
  "type": "发货",
  "value": 587134
},
{
  "year": "2018-10-24",
  "type": "投料",
  "value": 540853
},
{
  "year": "2018-10-24",
  "type": "入库",
  "value": 793992
},
{
  "year": "2018-10-25",
  "type": "接单",
  "value": 235840
},
{
  "year": "2018-10-25",
  "type": "发货",
  "value": 756988
},
{
  "year": "2018-10-25",
  "type": "投料",
  "value": 183148
},
{
  "year": "2018-10-25",
  "type": "入库",
  "value": 865699
},
{
  "year": "2018-10-26",
  "type": "接单",
  "value": 561571
},
{
  "year": "2018-10-26",
  "type": "发货",
  "value": 709307
},
{
  "year": "2018-10-26",
  "type": "投料",
  "value": 61916
},
{
  "year": "2018-10-26",
  "type": "入库",
  "value": 795268
},
{
  "year": "2018-10-27",
  "type": "接单",
  "value": -471646
},
{
  "year": "2018-10-27",
  "type": "发货",
  "value": 700847
},
{
  "year": "2018-10-27",
  "type": "投料",
  "value": null
},
{
  "year": "2018-10-27",
  "type": "入库",
  "value": 806534
},
{
  "year": "2018-10-28",
  "type": "接单",
  "value": null
},
{
  "year": "2018-10-28",
  "type": "发货",
  "value": 586495
},
{
  "year": "2018-10-28",
  "type": "投料",
  "value": 668632
},
{
  "year": "2018-10-28",
  "type": "入库",
  "value": 887840
},
{
  "year": "2018-10-29",
  "type": "接单",
  "value": 14629
},
{
  "year": "2018-10-29",
  "type": "发货",
  "value": 1090324
},
{
  "year": "2018-10-29",
  "type": "投料",
  "value": 2478287
},
{
  "year": "2018-10-29",
  "type": "入库",
  "value": 869474
},
{
  "year": "2018-10-30",
  "type": "接单",
  "value": 858313
},
{
  "year": "2018-10-30",
  "type": "发货",
  "value": 783103
},
{
  "year": "2018-10-30",
  "type": "投料",
  "value": 21672
},
{
  "year": "2018-10-30",
  "type": "入库",
  "value": 913505
},
{
  "year": "2018-10-31",
  "type": "接单",
  "value": -187590
},
{
  "year": "2018-10-31",
  "type": "发货",
  "value": 814061
},
{
  "year": "2018-10-31",
  "type": "投料",
  "value": 298258
},
{
  "year": "2018-10-31",
  "type": "入库",
  "value": 804823
},
{
  "year": "2018-11-01",
  "type": "接单",
  "value": 910921
},
{
  "year": "2018-11-01",
  "type": "发货",
  "value": 704300
},
{
  "year": "2018-11-01",
  "type": "投料",
  "value": 20164
},
{
  "year": "2018-11-01",
  "type": "入库",
  "value": 894339
},
{
  "year": "2018-11-02",
  "type": "接单",
  "value": 93500
},
{
  "year": "2018-11-02",
  "type": "发货",
  "value": 620999
},
{
  "year": "2018-11-02",
  "type": "投料",
  "value": 906188
},
{
  "year": "2018-11-02",
  "type": "入库",
  "value": 713265
},
{
  "year": "2018-11-03",
  "type": "接单",
  "value": 248546
},
{
  "year": "2018-11-03",
  "type": "发货",
  "value": 589413
},
{
  "year": "2018-11-03",
  "type": "投料",
  "value": 2707439
},
{
  "year": "2018-11-03",
  "type": "入库",
  "value": 744003
},
{
  "year": "2018-11-04",
  "type": "接单",
  "value": null
},
{
  "year": "2018-11-04",
  "type": "发货",
  "value": 3438
},
{
  "year": "2018-11-04",
  "type": "投料",
  "value": null
},
{
  "year": "2018-11-04",
  "type": "入库",
  "value": 369799
},
{
  "year": "2018-11-05",
  "type": "接单",
  "value": 278006
},
{
  "year": "2018-11-05",
  "type": "发货",
  "value": 691488
},
{
  "year": "2018-11-05",
  "type": "投料",
  "value": 781274
},
{
  "year": "2018-11-05",
  "type": "入库",
  "value": 494148
},
{
  "year": "2018-11-06",
  "type": "接单",
  "value": 849614
},
{
  "year": "2018-11-06",
  "type": "发货",
  "value": 610424
},
{
  "year": "2018-11-06",
  "type": "投料",
  "value": 203976
},
{
  "year": "2018-11-06",
  "type": "入库",
  "value": 772030
},
{
  "year": "2018-11-07",
  "type": "接单",
  "value": 403098
},
{
  "year": "2018-11-07",
  "type": "发货",
  "value": 662713
},
{
  "year": "2018-11-07",
  "type": "投料",
  "value": 11700
},
{
  "year": "2018-11-07",
  "type": "入库",
  "value": 810799
},
{
  "year": "2018-11-08",
  "type": "接单",
  "value": 2551359
},
{
  "year": "2018-11-08",
  "type": "发货",
  "value": 542772
},
{
  "year": "2018-11-08",
  "type": "投料",
  "value": 465548
},
{
  "year": "2018-11-08",
  "type": "入库",
  "value": 770925
},
{
  "year": "2018-11-09",
  "type": "接单",
  "value": 441281
},
{
  "year": "2018-11-09",
  "type": "发货",
  "value": 629396
},
{
  "year": "2018-11-09",
  "type": "投料",
  "value": 698998
},
{
  "year": "2018-11-09",
  "type": "入库",
  "value": 810049
},
{
  "year": "2018-11-10",
  "type": "接单",
  "value": 6460
},
{
  "year": "2018-11-10",
  "type": "发货",
  "value": 613848
},
{
  "year": "2018-11-10",
  "type": "投料",
  "value": 515624
},
{
  "year": "2018-11-10",
  "type": "入库",
  "value": 799319
},
{
  "year": "2018-11-11",
  "type": "接单",
  "value": null
},
{
  "year": "2018-11-11",
  "type": "发货",
  "value": 522275
},
{
  "year": "2018-11-11",
  "type": "投料",
  "value": 917680
},
{
  "year": "2018-11-11",
  "type": "入库",
  "value": 750849
},
{
  "year": "2018-11-12",
  "type": "接单",
  "value": 1241657
},
{
  "year": "2018-11-12",
  "type": "发货",
  "value": 783245
},
{
  "year": "2018-11-12",
  "type": "投料",
  "value": 3043959
},
{
  "year": "2018-11-12",
  "type": "入库",
  "value": 623482
},
{
  "year": "2018-11-13",
  "type": "接单",
  "value": 680648
},
{
  "year": "2018-11-13",
  "type": "发货",
  "value": 824572
},
{
  "year": "2018-11-13",
  "type": "投料",
  "value": 322660
},
{
  "year": "2018-11-13",
  "type": "入库",
  "value": 745202
},
{
  "year": "2018-11-14",
  "type": "接单",
  "value": 1926301
},
{
  "year": "2018-11-14",
  "type": "发货",
  "value": 640717
},
{
  "year": "2018-11-14",
  "type": "投料",
  "value": 826207
},
{
  "year": "2018-11-14",
  "type": "入库",
  "value": 927482
},
{
  "year": "2018-11-15",
  "type": "接单",
  "value": -24963
},
{
  "year": "2018-11-15",
  "type": "发货",
  "value": 510312
},
{
  "year": "2018-11-15",
  "type": "投料",
  "value": 303089
},
{
  "year": "2018-11-15",
  "type": "入库",
  "value": 744103
},
{
  "year": "2018-11-16",
  "type": "接单",
  "value": 2188554
},
{
  "year": "2018-11-16",
  "type": "发货",
  "value": 450064
},
{
  "year": "2018-11-16",
  "type": "投料",
  "value": 356648
},
{
  "year": "2018-11-16",
  "type": "入库",
  "value": 677647
},
{
  "year": "2018-11-17",
  "type": "接单",
  "value": 4450
},
{
  "year": "2018-11-17",
  "type": "发货",
  "value": 523928
},
{
  "year": "2018-11-17",
  "type": "投料",
  "value": 3518267
},
{
  "year": "2018-11-17",
  "type": "入库",
  "value": 789783
},
{
  "year": "2018-11-18",
  "type": "接单",
  "value": null
},
{
  "year": "2018-11-18",
  "type": "发货",
  "value": 553542
},
{
  "year": "2018-11-18",
  "type": "投料",
  "value": 259012
},
{
  "year": "2018-11-18",
  "type": "入库",
  "value": 620832
},
{
  "year": "2018-11-19",
  "type": "接单",
  "value": 860220
},
{
  "year": "2018-11-19",
  "type": "发货",
  "value": 543270
},
{
  "year": "2018-11-19",
  "type": "投料",
  "value": 301436
},
{
  "year": "2018-11-19",
  "type": "入库",
  "value": 775529
},
{
  "year": "2018-11-20",
  "type": "接单",
  "value": 1704646
},
{
  "year": "2018-11-20",
  "type": "发货",
  "value": 855797
},
{
  "year": "2018-11-20",
  "type": "投料",
  "value": 314672
},
{
  "year": "2018-11-20",
  "type": "入库",
  "value": 717820
},
{
  "year": "2018-11-21",
  "type": "接单",
  "value": 1590629
},
{
  "year": "2018-11-21",
  "type": "发货",
  "value": 696370
},
{
  "year": "2018-11-21",
  "type": "投料",
  "value": 516702
},
{
  "year": "2018-11-21",
  "type": "入库",
  "value": 775557
},
{
  "year": "2018-11-22",
  "type": "接单",
  "value": 183114
},
{
  "year": "2018-11-22",
  "type": "发货",
  "value": 426121
},
{
  "year": "2018-11-22",
  "type": "投料",
  "value": 461651
},
{
  "year": "2018-11-22",
  "type": "入库",
  "value": 835311
},
{
  "year": "2018-11-23",
  "type": "接单",
  "value": -98469
},
{
  "year": "2018-11-23",
  "type": "发货",
  "value": 983056
},
{
  "year": "2018-11-23",
  "type": "投料",
  "value": 502242
},
{
  "year": "2018-11-23",
  "type": "入库",
  "value": 808744
},
{
  "year": "2018-11-24",
  "type": "接单",
  "value": 5000
},
{
  "year": "2018-11-24",
  "type": "发货",
  "value": 598237
},
{
  "year": "2018-11-24",
  "type": "投料",
  "value": 393431
},
{
  "year": "2018-11-24",
  "type": "入库",
  "value": 793968
},
{
  "year": "2018-11-25",
  "type": "接单",
  "value": 0
},
{
  "year": "2018-11-25",
  "type": "发货",
  "value": 463969
},
{
  "year": "2018-11-25",
  "type": "投料",
  "value": 4418404
},
{
  "year": "2018-11-25",
  "type": "入库",
  "value": 724303
},
{
  "year": "2018-11-26",
  "type": "接单",
  "value": 141359
},
{
  "year": "2018-11-26",
  "type": "发货",
  "value": 900162
},
{
  "year": "2018-11-26",
  "type": "投料",
  "value": 13128
},
{
  "year": "2018-11-26",
  "type": "入库",
  "value": 708100
},
{
  "year": "2018-11-27",
  "type": "接单",
  "value": 1317605
},
{
  "year": "2018-11-27",
  "type": "发货",
  "value": 667776
},
{
  "year": "2018-11-27",
  "type": "投料",
  "value": 89800
},
{
  "year": "2018-11-27",
  "type": "入库",
  "value": 810353
},
{
  "year": "2018-11-28",
  "type": "接单",
  "value": 1518045
},
{
  "year": "2018-11-28",
  "type": "发货",
  "value": 649952
},
{
  "year": "2018-11-28",
  "type": "投料",
  "value": 71576
},
{
  "year": "2018-11-28",
  "type": "入库",
  "value": 931850
},
{
  "year": "2018-11-29",
  "type": "接单",
  "value": 491683
},
{
  "year": "2018-11-29",
  "type": "发货",
  "value": 621471
},
{
  "year": "2018-11-29",
  "type": "投料",
  "value": 363611
},
{
  "year": "2018-11-29",
  "type": "入库",
  "value": 672741
},
{
  "year": "2018-11-30",
  "type": "接单",
  "value": 700914
},
{
  "year": "2018-11-30",
  "type": "发货",
  "value": 1238958
},
{
  "year": "2018-11-30",
  "type": "投料",
  "value": 315432
},
{
  "year": "2018-11-30",
  "type": "入库",
  "value": 913065
},
{
  "year": "2018-12-01",
  "type": "接单",
  "value": 104576
},
{
  "year": "2018-12-01",
  "type": "发货",
  "value": 876393
},
{
  "year": "2018-12-01",
  "type": "投料",
  "value": 3197403
},
{
  "year": "2018-12-01",
  "type": "入库",
  "value": 953844
},
{
  "year": "2018-12-02",
  "type": "接单",
  "value": null
},
{
  "year": "2018-12-02",
  "type": "发货",
  "value": null
},
{
  "year": "2018-12-02",
  "type": "投料",
  "value": null
},
{
  "year": "2018-12-02",
  "type": "入库",
  "value": 286190
},
{
  "year": "2018-12-03",
  "type": "接单",
  "value": 87006
},
{
  "year": "2018-12-03",
  "type": "发货",
  "value": 698284
},
{
  "year": "2018-12-03",
  "type": "投料",
  "value": 133256
},
{
  "year": "2018-12-03",
  "type": "入库",
  "value": 629466
},
{
  "year": "2018-12-04",
  "type": "接单",
  "value": 1333810
},
{
  "year": "2018-12-04",
  "type": "发货",
  "value": 768056
},
{
  "year": "2018-12-04",
  "type": "投料",
  "value": 283303
},
{
  "year": "2018-12-04",
  "type": "入库",
  "value": 829127
},
{
  "year": "2018-12-05",
  "type": "接单",
  "value": 1521377
},
{
  "year": "2018-12-05",
  "type": "发货",
  "value": 591625
},
{
  "year": "2018-12-05",
  "type": "投料",
  "value": 241672
},
{
  "year": "2018-12-05",
  "type": "入库",
  "value": 655455
},
{
  "year": "2018-12-06",
  "type": "接单",
  "value": -29137
},
{
  "year": "2018-12-06",
  "type": "发货",
  "value": 618739
},
{
  "year": "2018-12-06",
  "type": "投料",
  "value": 292778
},
{
  "year": "2018-12-06",
  "type": "入库",
  "value": 834302
},
{
  "year": "2018-12-07",
  "type": "接单",
  "value": 1507009
},
{
  "year": "2018-12-07",
  "type": "发货",
  "value": 700480
},
{
  "year": "2018-12-07",
  "type": "投料",
  "value": 2665620
},
{
  "year": "2018-12-07",
  "type": "入库",
  "value": 786153
},
{
  "year": "2018-12-08",
  "type": "接单",
  "value": 22838
},
{
  "year": "2018-12-08",
  "type": "发货",
  "value": 629583
},
{
  "year": "2018-12-08",
  "type": "投料",
  "value": 34826
},
{
  "year": "2018-12-08",
  "type": "入库",
  "value": 823979
},
{
  "year": "2018-12-09",
  "type": "接单",
  "value": 0
},
{
  "year": "2018-12-09",
  "type": "发货",
  "value": 538133
},
{
  "year": "2018-12-09",
  "type": "投料",
  "value": 410704
},
{
  "year": "2018-12-09",
  "type": "入库",
  "value": 763158
},
{
  "year": "2018-12-10",
  "type": "接单",
  "value": -187308
},
{
  "year": "2018-12-10",
  "type": "发货",
  "value": 1147527
},
{
  "year": "2018-12-10",
  "type": "投料",
  "value": 552991
},
{
  "year": "2018-12-10",
  "type": "入库",
  "value": 852298
},
{
  "year": "2018-12-11",
  "type": "接单",
  "value": 557939
},
{
  "year": "2018-12-11",
  "type": "发货",
  "value": 909748
},
{
  "year": "2018-12-11",
  "type": "投料",
  "value": 326132
},
{
  "year": "2018-12-11",
  "type": "入库",
  "value": 730448
},
{
  "year": "2018-12-12",
  "type": "接单",
  "value": 1739243
},
{
  "year": "2018-12-12",
  "type": "发货",
  "value": 839334
},
{
  "year": "2018-12-12",
  "type": "投料",
  "value": 409087
},
{
  "year": "2018-12-12",
  "type": "入库",
  "value": 934446
},
{
  "year": "2018-12-13",
  "type": "接单",
  "value": 1040206
},
{
  "year": "2018-12-13",
  "type": "发货",
  "value": 311612
},
{
  "year": "2018-12-13",
  "type": "投料",
  "value": 749713
},
{
  "year": "2018-12-13",
  "type": "入库",
  "value": 945980
},
{
  "year": "2018-12-14",
  "type": "接单",
  "value": 980223
},
{
  "year": "2018-12-14",
  "type": "发货",
  "value": 803438
},
{
  "year": "2018-12-14",
  "type": "投料",
  "value": 219856
},
{
  "year": "2018-12-14",
  "type": "入库",
  "value": 788339
},
{
  "year": "2018-12-15",
  "type": "接单",
  "value": 122904
},
{
  "year": "2018-12-15",
  "type": "发货",
  "value": 711272
},
{
  "year": "2018-12-15",
  "type": "投料",
  "value": 4289402
},
{
  "year": "2018-12-15",
  "type": "入库",
  "value": 938559
},
{
  "year": "2018-12-16",
  "type": "接单",
  "value": null
},
{
  "year": "2018-12-16",
  "type": "发货",
  "value": 645843
},
{
  "year": "2018-12-16",
  "type": "投料",
  "value": null
},
{
  "year": "2018-12-16",
  "type": "入库",
  "value": 853013
},
{
  "year": "2018-12-17",
  "type": "接单",
  "value": 2978606
},
{
  "year": "2018-12-17",
  "type": "发货",
  "value": 752514
},
{
  "year": "2018-12-17",
  "type": "投料",
  "value": 327452.76
},
{
  "year": "2018-12-17",
  "type": "入库",
  "value": 775520
},
{
  "year": "2018-12-18",
  "type": "接单",
  "value": 1203350
},
{
  "year": "2018-12-18",
  "type": "发货",
  "value": 1057331
},
{
  "year": "2018-12-18",
  "type": "投料",
  "value": 3358347
},
{
  "year": "2018-12-18",
  "type": "入库",
  "value": 1004293
},
{
  "year": "2018-12-19",
  "type": "接单",
  "value": 547184
},
{
  "year": "2018-12-19",
  "type": "发货",
  "value": 472844
},
{
  "year": "2018-12-19",
  "type": "投料",
  "value": 259170
},
{
  "year": "2018-12-19",
  "type": "入库",
  "value": 717466
},
{
  "year": "2018-12-20",
  "type": "接单",
  "value": 368269
},
{
  "year": "2018-12-20",
  "type": "发货",
  "value": 442120
},
{
  "year": "2018-12-20",
  "type": "投料",
  "value": 639720
},
{
  "year": "2018-12-20",
  "type": "入库",
  "value": 724641
},
{
  "year": "2018-12-21",
  "type": "接单",
  "value": 335701
},
{
  "year": "2018-12-21",
  "type": "发货",
  "value": 809637
},
{
  "year": "2018-12-21",
  "type": "投料",
  "value": 899900
},
{
  "year": "2018-12-21",
  "type": "入库",
  "value": 939520
},
{
  "year": "2018-12-22",
  "type": "接单",
  "value": 1351419
},
{
  "year": "2018-12-22",
  "type": "发货",
  "value": 796536
},
{
  "year": "2018-12-22",
  "type": "投料",
  "value": 576
},
{
  "year": "2018-12-22",
  "type": "入库",
  "value": 807750
},
{
  "year": "2018-12-23",
  "type": "接单",
  "value": null
},
{
  "year": "2018-12-23",
  "type": "发货",
  "value": 506411
},
{
  "year": "2018-12-23",
  "type": "投料",
  "value": 208720
},
{
  "year": "2018-12-23",
  "type": "入库",
  "value": 811964
},
{
  "year": "2018-12-24",
  "type": "接单",
  "value": -926944
},
{
  "year": "2018-12-24",
  "type": "发货",
  "value": 1375408
},
{
  "year": "2018-12-24",
  "type": "投料",
  "value": 761731
},
{
  "year": "2018-12-24",
  "type": "入库",
  "value": 764992
},
{
  "year": "2018-12-25",
  "type": "接单",
  "value": 726586
},
{
  "year": "2018-12-25",
  "type": "发货",
  "value": 738007
},
{
  "year": "2018-12-25",
  "type": "投料",
  "value": 517621
},
{
  "year": "2018-12-25",
  "type": "入库",
  "value": 714369
},
{
  "year": "2018-12-26",
  "type": "接单",
  "value": 1454300
},
{
  "year": "2018-12-26",
  "type": "发货",
  "value": 525704
},
{
  "year": "2018-12-26",
  "type": "投料",
  "value": 839813
},
{
  "year": "2018-12-26",
  "type": "入库",
  "value": 704685
},
{
  "year": "2018-12-27",
  "type": "接单",
  "value": 687141
},
{
  "year": "2018-12-27",
  "type": "发货",
  "value": 686155
},
{
  "year": "2018-12-27",
  "type": "投料",
  "value": 502544
},
{
  "year": "2018-12-27",
  "type": "入库",
  "value": 746564
},
{
  "year": "2018-12-28",
  "type": "接单",
  "value": 113550
},
{
  "year": "2018-12-28",
  "type": "发货",
  "value": 727456
},
{
  "year": "2018-12-28",
  "type": "投料",
  "value": 2559483
},
{
  "year": "2018-12-28",
  "type": "入库",
  "value": 673715
},
{
  "year": "2018-12-29",
  "type": "接单",
  "value": 1095746
},
{
  "year": "2018-12-29",
  "type": "发货",
  "value": 858744
},
{
  "year": "2018-12-29",
  "type": "投料",
  "value": 227464
},
{
  "year": "2018-12-29",
  "type": "入库",
  "value": 987861
},
{
  "year": "2018-12-30",
  "type": "接单",
  "value": 23496
},
{
  "year": "2018-12-30",
  "type": "发货",
  "value": 1065324
},
{
  "year": "2018-12-30",
  "type": "投料",
  "value": 10504
},
{
  "year": "2018-12-30",
  "type": "入库",
  "value": 725635
},
{
  "year": "2018-12-31",
  "type": "接单",
  "value": 10366
},
{
  "year": "2018-12-31",
  "type": "发货",
  "value": 752644
},
{
  "year": "2018-12-31",
  "type": "投料",
  "value": null
},
{
  "year": "2018-12-31",
  "type": "入库",
  "value": 855805
},
{
  "year": "2019-01-01",
  "type": "接单",
  "value": null
},
{
  "year": "2019-01-01",
  "type": "发货",
  "value": null
},
{
  "year": "2019-01-01",
  "type": "投料",
  "value": null
},
{
  "year": "2019-01-01",
  "type": "入库",
  "value": 80726
}
]